9/data/attachments/4d85b09631e74770.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patrick_range_Actions_68895_4</nif:username>
            <nif:friendToBeRequested>soap_actions_8bc5fb99-173a-4275-ba9b-1f332c175633</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>